const content = [
    {
        id:'1',
        date: '25 มี.ค 2563',
        title: 'ปอดติดเชื้อคืออะไร',
        content:
            'ปอดติดเชื้อคือการที่ “เชื้อโรค” เข้าสู่ร่างกายคนเราแล้วลงลึกไปจนถึงปอด แต่กว่าที่เชื้อโรคจะผ่านเข้าไปถึงปอดซึ่งเป็น...',
        detail:
            'ปอดติดเชื้อคือการที่ “เชื้อโรค” เข้าสู่ร่างกายคนเราแล้วลงลึกไปจนถึงปอด แต่กว่าที่เชื้อโรคจะผ่านเข้าไปถึงปอดซึ่งเป็นด่านสุดท้ายของทางเดินหายใจได้นั้น จำเป็นต้องผ่านหลายอวัยวะด้วยกัน ตั้งแต่ จมูก คอ หลอดลมเล็ก หลอดลมใหญ่ นั่นจึงหมายความว่า เมื่อใดก็ตามที่ “เชื้อโรค” ผ่านเข้ามาถึง “เนื้อปอด” ได้แล้ว ย่อมแสดงให้เห็นได้อย่างชัดเจนว่ามีความรุนแรงและเป็นอันตรายมากโดยเชื้อโรคสามารถเข้าไปสู่ปอด เข้าสู่ร่างกายเราได้ด้วยสาเหตุหลักๆ 2 ทาง คือ จากการสูดลมหายใจ และจากทางเลือด ซึ่งก็คือติดเชื้อมาจากส่วนอื่นๆ แล้วกระจายมาสู่ปอดผ่านทางเลือดนั่นเอง แต่โดยส่วนมากแล้วจะเกิดจากการสูดเอาเชื้อเข้าสู่ร่างกายผ่านทางการหายใจแล้วลงไปสู่ปอดมากกว่า',
        image: '/images/contents/content_detail1.jpg',
        active: true
    },
    {
        id:'2',
        date: '25 มี.ค 2563',
        title: 'ปอดจะติดเชื้อได้ง่ายแค่ไหน',
        content:'โดยปกตินั้นร่างกายของคนเราก็จะมีภูมิต้านทานในการป้องกันตัวเองจากเชื้อโรคต่างๆ ระดับหนึ่ง แต่ก็ยังมีเชื้อโรคบางชนิดที่สามารถเจาะเกราะป้องกันเข้าสู่ร่างกายได้...',
        detail:
            'โดยปกตินั้นร่างกายของคนเราก็จะมีภูมิต้านทานในการป้องกันตัวเองจากเชื้อโรคต่างๆ ระดับหนึ่ง แต่ก็ยังมีเชื้อโรคบางชนิดที่สามารถเจาะเกราะป้องกันเข้าสู่ร่างกายได้ ซึ่งเป็นปัจจัยสำคัญที่ทำให้ปอดของคนเรามีโอกาสติดเชื้อได้ โดยแบ่งได้ดังนี้เชื้อโรคเป็นเชื้อร้ายที่มีความรุนแรงมาก ทำให้สามารถทะลุทะลวงไปถึงปอดได้สำเร็จ ทั้งนี้โรคปอดติดเชื้อ สามารถเกิดได้จากเชื้อโรคหลายประเภท อาทิ เชื้อไวรัส เชื้อแบคทีเรีย พยาธิ เชื้อรา เชื้อวัณโรค แต่ที่พบโดยมากคือเชื้อแบคทีเรียและไวรัสภูมิคุ้มกันร่างกายเราไม่ดี คือ เชื้ออาจไม่ได้ร้ายแรงแต่ร่างกายเราไม่แข็งแรง เลยทำให้เชื้อผ่านเข้าไปสู่ปอดได้ง่ายกว่าคนปกติ โดยเฉพาะอย่างยิ่งในกลุ่มผู้ป่วยโรคปอด โรคหอบหืด ถุงลมโป่งพอง หรือคนที่เคยมีประวัติปอดติดเชื้อมาก่อน เคยมีแผล ฝี หรือโพรงในปอดมาก่อนรับประทานยาที่มีผลต่อภูมิคุ้มกันร่างกาย เช่น กลุ่มคนไข้ที่ทานยากดภูมิ ทำให้ภูมิคุ้มกันโดยรวมไม่แข็งแรงพอจะต่อต้านเชื้อได้ หรือกลุ่มผู้ป่วยที่ได้รับสารเคมี ได้รับการทำเคมีบำบัด จะมีโอกาสปอดติดเชื้อได้มากกว่า เพราะภูมิคุ้มกันถูกทำลายจากยาที่ได้รับได้รับเชื้อในปริมาณมากเป็นประจำ แม้จะไม่ใช่เชื้อร้ายและเรามีคุ้มกันร่างกายที่ดี แต่หากเราไปอยู่ในสถานที่ที่มีเชื้อโรคอยู่ในปริมาณมาก และได้รับสัมผัสกับเชื้อปริมาณมาก หรือเป็นประจำ โดยเฉพาะในที่ที่มีคนเป็นพาหะมีเชื้ออยู่ ก็สามารถทำให้เราได้รับเชื้อ และเกิดเป็นปอดติดเชื้อได้',
        image: '/images/contents/content_detail2.jpg',
        active: true
    },
    {
        id:'3',
        date: '25 มี.ค 2563',
        title: 'ทำไมปอดติดเชื้อจึงพบได้มากในฤดูฝน',
        content:'ชื้อโรคจะเดินทางได้ก็ต่อเมื่อมี “พาหะ” เป็นตัวนำ เพราะเชื้อโรคไม่สามารถกระโดดหรือเดินทางจากที่หนึ่งมาสู่ร่างกายเราโดยตรงได้...',
        detail:
            'เบื้องต้นเราต้องทำความเข้าใจก่อนว่า เชื้อโรคจะเดินทางได้ก็ต่อเมื่อมี “พาหะ” เป็นตัวนำ เพราะเชื้อโรคไม่สามารถกระโดดหรือเดินทางจากที่หนึ่งมาสู่ร่างกายเราโดยตรงได้ ซึ่ง “พาหะ” ที่เป็นตัวนำพาเชื้อโรคเข้าสู่ร่างกายคนเราได้ดีนั้น ก็คือ ละอองน้ำ ละอองฝน และละอองฝุ่นในอากาศนั่นเอง โดยเชื้อโรคจะเกาะติดกับละอองเหล่านี้ แล้วลอยอยู่ตามอากาศ จนเราสูดเอาละอองที่มีเชื้อโรคเหล่านั้นเข้าสู่ร่างกายและลุกลามไปสู่ปอด จึงเป็นเหตุผลว่าทำไมในหน้าฝน ผู้คนถึงเป็นโรคปอดติดเชื้อกันมาก ก็เพราะเป็นช่วงเวลาที่มีพาหะนำเชื้อโรคเข้าสู่ร่างกายเป็นปริมาณมากนั่นเอง',
        image: '/images/contents/content_detail3.jpg',
        active: true
    },
    {
        id:'4',
        date: '25 มี.ค 2563',
        title: 'วินิจฉัยอย่างไรถึงแน่ใจว่าเป็นโรคปอดติดเชื้อ ',
        content:'เมื่อพบอาการผิดสังเกตแล้วมาปรึกษาแพทย์ แพทย์จะทำการวินิจฉัยด้วยการซักประวัติ สอบถามอาการ หลังจากนั้นก็จะฟังปอด...',
        detail:
            'เมื่อพบอาการผิดสังเกตแล้วมาปรึกษาแพทย์ แพทย์จะทำการวินิจฉัยด้วยการซักประวัติ สอบถามอาการ หลังจากนั้นก็จะฟังปอด โดยหากปอดเปรอะ หรือติดเชื้อ เสียงของปอดจะดังขวักแขวกขรุขระ เพราะมีน้ำมีหนองอยู่ข้างใน แต่หากปอดปกติ ก็จะเป็นเสียงราบรื่น ไม่มีอะไรขวางเหมือนเสียงผิวปากที่ลมพัดผ่านอย่างสงบ ซึ่งหลังการฟังแพทย์ก็จะสามารถตั้งข้อสังเกตได้ทันทีว่าผิดปกติหรือไม่ และหลังจากนั้นจะส่งคนไข้ไปทำการเอกซเรย์ต่อไป เพื่อดูว่ามีปื้น มีจุด หรือรอยเบาะแสของโรคอื่นๆหรือไม่ และเมื่อได้คำตอบแล้ว ก็จะพิจารณาหาทางรักษาตามเหมาะสมต่อไป',
        image: '/images/contents/content_detail4.jpg',
        active: false
    },
]
export const getDataContent = () => {
    return {
        content: content
    };
  };