<template>
    <div
        class="p-4 md:p-10 flex justify-items-center flex-col bg-cover bg-center"
        style="background-image: url('/images/logos/grittaya_cover2.png')"
    >
        <div>
            <h1
                class="title text-center text-white font-semibold text-3xl mb-5 z-10"
            >
                เกี่ยวกับเรา
            </h1>
            <div class="img flex flex-col items-center z-10 mt">
                <img
                    src="/images/logos/grittaya.jpg"
                    class="image md:h-[480px] w-[720px] rounded-lg"
                />
                <div
                    class="content bg-white bg-opacity-90 p-6 rounded-lg mt-10"
                >
                    <p class="text-black indent-10 mb-2 font-medium">
                        โครงงานที่จัดทำขึ้นโดยนักศึกษาวิทยาลัยการคอมพิวเตอร์ มหาวิทยาลัยขอนแก่น ได้แก่ นางสาวปุริมปรัชญ์ ธงทอง และนายเมธัส พลศิริ ได้รับการออกแบบเพื่ออำนวยความสะดวกให้แก่บุคลากรทางการแพทย์ และสร้างความรู้ความเข้าใจเกี่ยวกับโรคปอด ซึ่งถือเป็นโรคที่ใกล้ตัวและมีความสำคัญในชีวิตประจำวัน <br><br>โครงงานนี้มีจุดประสงค์หลักเพื่อพัฒนาระบบที่สามารถทำนายโรคปอดจากการวิเคราะห์ภาพฉายเอกซเรย์ทรวงอก โดยผู้ใช้งานเพียงแค่ทำการอัปโหลดรูปภาพเอกซเรย์และระบบของเว็บไซต์จะทำการประมวลผลและให้คำทำนายเกี่ยวกับการมีหรือไม่มีโรคปอด รวมถึงความเสี่ยงที่อาจเกิดขึ้นจากโรคดังกล่าวการทำนายโรคปอดด้วยวิธีนี้ใช้เทคโนโลยีปัญญาประดิษฐ์ (AI) และการเรียนรู้ของเครื่อง (Machine Learning) ในการฝึกสอนโมเดลให้สามารถระบุความผิดปกติจากภาพเอกซเรย์ได้อย่างแม่นยำ โดยไม่ต้องพึ่งพาการตรวจสอบจากแพทย์เพียงอย่างเดียว ซึ่งระบบนี้สามารถช่วยลดภาระการทำงานของแพทย์ในการวิเคราะห์ภาพเอกซเรย์หลายๆ ภาพในแต่ละวัน และยังช่วยเพิ่มความแม่นยำในการวินิจฉัยโรคได้เร็วขึ้น <br><br>นอกจากนี้โครงงานนี้ยังมีเป้าหมายที่จะสร้างความตระหนักรู้เกี่ยวกับการดูแลสุขภาพปอด และส่งเสริมการรักสุขภาพของประชาชนทั่วไป โดยเฉพาะในกลุ่มคนที่อาจจะยังไม่ทราบถึงความสำคัญของการตรวจสุขภาพปอดอย่างสม่ำเสมอ โดยการใช้เทคโนโลยีในการทำนายโรคนี้สามารถทำให้ทุกคนเข้าถึงข้อมูลที่จำเป็นได้ง่ายและรวดเร็ว ซึ่งเป็นการยกระดับการรักษาพยาบาลและช่วยให้บุคคลที่มีความเสี่ยงต่อโรคปอดสามารถได้รับการดูแลและรักษาอย่างทันท่วงที.
                    </p>
    
                </div>
            </div>
        </div>
    </div>
</template>

<script setup lang="ts"></script>

<style scoped></style>
